Repository: infolabs/django-edw-fluent
Catalog: edw_fluent/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Default
ru: По умолчанию

source: Info block
ru: Инфоблок

source: Thumbnail
ru: Миниатюра

source: Author
ru: Автор

source: Title
ru: Заголовок

source: Terms
ru: Термины

source: The view layout of the publication isn't defined
ru: Не указано представление

source: Content blocks
ru: Основное содержимое

source: You miss following permissions: %s
ru: У вас не хватает следующих прав: %s

source: EDW fluent
ru: Управление страницами

source: SEO title
ru: SEO-заголовок

source: Simple page
ru: Страница

source: Simple pages
ru: Страницы

source: Can change Page layout
ru: Может изменить макет страницы

source: View
ru: Представление

source: Page layout
ru: Страница

source: By date
ru: По дате

source: By chronology
ru: По хронологии

source: By recommendation
ru: Рекомендации

source: Alphabetical
ru: По алфавиту

source: Publication tile
ru: Плитка

source: Publication list
ru: Список

source: Subtitle
ru: Подзаголовок

source: Lead
ru: ЛИД

source: tags
ru: теги

source: Use semicolon as tag divider
ru: Используйте точку с запятой для разделения тэгов

source: Statistic
ru: Просмотры

source: Is main publication
ru: Рекомендуем

source: Content
ru: Контент

source: Unpublish at
ru: Дата снятия с публикации

source: Publication
ru: Публикация

source: Publications
ru: Публикации

source: The maximum number of characters {}, you have {}
ru: Максимальное количество символов {}, у вас {}

source: Key
ru: Ключ

source: Entity
ru: Объект

source: Origin name
ru: Автор цитаты

source: Comment owner name. You must indicate the source of comment (company name/full name and position of the company representative)
ru: Автор цитаты (например, Роскомнадзор). Источник этой цитаты (название компании/ФИО и должность представителя компании).

source: Text
ru: Текст

source: Text of comment, contains a quote with a rebuttal (maximum 300 symbols).
ru: Текст комментария, содержит цитату с опровержением (Не более 300 символов).

source: Origin url
ru: Ссылка на источник

source: Comment owner link, refers to materials containing a denial on the media website.
ru: Ссылка на первоисточник цитаты. Ссылается на материал, который содержит опровержение.

source: Origin logo
ru: Логотип

source: Comment owner logo
ru: Логотип компании источника цитаты с минимальными размерами 128x128px.

source: Bind to
ru: Ссылки на статьи

source: Refers to a news item that has been commented on. If the news has been published by several media outlets, you can post links to each source. Including yourself. Separate by newline
ru: Указывают на новость, к которой предоставлен комментарий. Если новость опубликовало несколько СМИ, можно поставить ссылки на каждый источник. В том числе и на себя. По одной ссылке в строке.

source: Publication comment
ru: Официальный комментарий

source: Publication comments
ru: Комментарии

source: Name
ru: Название

source: On indexation
ru: На индексации

source: Template
ru: Шаблон

source: Templates
ru: Шаблоны

source: Content Block Template
ru: Шаблон контент-блока

source: Content Block Templates
ru: Шаблоны контент-блоков

source: Footer Template
ru: Шаблон подвала

source: Footer Templates
ru: Шаблоны подвала

source: Header Template
ru: Шаблон шапки

source: Header Templates
ru: Шаблоны шапки

source: Related entity for this block
ru: Связанные с этим блоком объекты

source: text
ru: текст

source: Block
ru: Текст

source: Blocks
ru: Блоки

source: Data mart
ru: Витрина данных

source: Data marts
ru: Витрины данных

source: Subjects
ru: Субъекты

source: In template calculate flag
ru: Не использывать для шаблонов

source: Do not use when calculating a template
ru: Не учитывать эту витрину данных при поиске шаблона для страницы

source: Cache datamart plugin
ru: Кешировать плагин

source: Cache datamart plugin on render output
ru: Кешировать плагин витрины данных для рендера страницы. Увеличивает скорость отдачи страницы с плагином, но может приводить к неактуальным данным. Снимите этот флаг для витрин данных актуальное обновление данных которых на сайте критично.

source: Data mart item
ru: Витрина данных

source: Data mart items
ru: Витрины данных

source: Media
ru: Медиа

source: file
ru: файл

source: name
ru: название

source: target
ru: Открывать в

source: same window
ru: том же окне

source: new window
ru: новом окне

source: parent window
ru: родительском окне

source: topmost frame
ru: самом верхнем окне

source: File
ru: Файл

source: Files
ru: Файлы

source: File does not exist
ru: Файл не существует

source: Form
ru: Форма

source: Form plugin
ru: Форма

source: Form plugins
ru: Формы

source: Content block
ru: Блок контента

source: Update HotTag
ru: Обновление HotTag

source: Count of days left for update
ru: Количество дней между обновлениями

source: Update not empty publications for best match
ru: Обновление публикаций с не пустыми hot-тегами для лучшего соответствия

source: Content type
ru: Тип содержимого

source: Created at
ru: Дата создания

source: Hot tag
ru: Линк

source: Hot tags
ru: Контекстная перелинковка

source: Template is not defined
ru: Шаблон не задан

source: Cache template plugin
ru: Кешировать плагин

source: Cache template plugin on render output
ru: Кешировать плагин для рендера страницы. Увеличивает скорость отдачи страницы с плагином, но может приводить к неактуальным данным. Снимите этот флаг для шаблонов актуальное обновление данных которых на сайте критично.

source: Comments logos
ru: Логотипы комментариев

source: Download file
ru: Скачать файл

source: Clear
ru: Очистить

source: or drop your file here
ru: или "скиньте" ваш файл сюда

source: file missing
ru: файл не выбран

source: no file selected
ru: файл не выбран

source: Lookup
ru: Выбрать

source: Choose File
ru: Выбрать файл

source: Properties
ru: Свойства

source: Today
ru: Сегодня
